Repository: AchimS07/my-little-artist-ios
Catalog: MyLittleArtist/Localizable.xcstrings
Source language: en
Languages: ro

source: %lld years old
ro: %lld ani

source: Add color
ro: Adauga culoare

source: Add New Artist
ro: Adauga Artist Nou

source: Add to palette
ro: Adauga la paleta

# add_button
source: Add
ro: Adauga

# age_label
source: Age
ro: Varsta

# back_to_profiles
source: Back
ro: Inapoi

# brush_label
source: Brush size
ro: Marime pensula

# child_name_placeholder
source: Child’s name
ro: Nume copil

source: Choose Language
ro: Alege limba

# clear_button
source: Clear
ro: Curata

# confirm_clear_confirm
source: Clear
ro: Curata

# confirm_clear_message
source: Clear all strokes?
ro: Curata

source: Create Placeholder
ro: Creaza

# create_template_button
source: Create Template
ro: Creaza desen

# create_template_title
source: Create Title
ro: Creaza titlu

# describe_template_section
source: Description
ro: Descriere

# enter_name_placeholder
source: Enter Name
ro: Introdu Nume

source: Gallery
ro: Galerie

# generate_from_search
source: Generate
ro: Genereaza

# generating_label
source: Generating
ro: Generare

source: How Old Are You?
ro: Câți ani ai ?

# language_english
source: English
ro: Engleza

# language_romanian
source: Romanian
ro: Romana

# language.english
source: English
ro: Engleza

# language.romanian
source: Romanian
ro: Romana

# lets_draw_button
source: Draw
ro: Deseneaza

source: Pick a color
ro: Alege o culoare

source: Pick your buddy
ro: Alege prietenul

source: Preview Hint
ro: Previzualizare

source: Preview Section
ro: Previzualizare Secțiune

# profile_about_section
source: About
ro: Despre

# profile_about_text
source: About
ro: Despre

# profile_age_label
source: Age
ro: Varsta

# profile_kid_section
source: Kid
ro: Copil

# profile_language_picker
source: Language
ro: Limba

# profile_language_section
source: Language
ro: Limba

# profile_name_placeholder
source: Name
ro: Nume

# save_button
source: Save
ro: Salvare

# search_prompt
source: Search
ro: Cauta

# share_button
source: Share
ro: Distribuie

# tab_gallery
source: Gallery
ro: Galerie

# tab_profile
source: Profile
ro: Profil

# tab_templates
source: Templates
ro: Desene

source: Tap your profile to start! 👆
ro: Apasă pe profilul tău sa începi!

# template_age_range_format
source: Age range
ro: Vârsta

# template_category_prefix
source: Category
ro: Categorie

source: Toggle eraser
ro: Radiera

source: Who's Drawing Today?
ro: Cine deseneaza azi?

source: Your saved drawings will appear here.
ro: Desenele salvate vor apărea aici.
